const menuinfo = [
    {
        name:"로얄 명란 김퓨레 비빔밥",
        price:26800,
        description:"각종 해물과 야채, 크리스피하게 조리한 닭다리살을 메인 재료로 완성시 저탄수 고지방 클린 키토식",
        ingredients:["곤약미", "명란", "올리브 오일", "돌자반", "들기름","간장","닭다리살","오징어","브로콜리","현미"],
        extrainfo:"김퓨레는 구운 김을 곱게 갈아 특제 간장 양념에 어울러진 것을 말해요. 키토식 식사는 탄수화물이 들어간 음식은 줄이고 지방이 들어간 음식은 늘려 최근 떠오르는 저탄고지 다이어트 식이에요",
        page:1,
        id:1,
    },
    {
        name:"토마토파스튜",
        price:29400,
        description:"진하고 매콤한 해산물이 가득한 토마토 스튜를 즐긴 후, 파스타로 마무리하는 메뉴",
        ingredients:["곤약미", "명란", "올리브 오일", "돌자반", "들기름","간장","닭다리살","오징어","브로콜리","현미"],
        extrainfo:"스튜는 서양 요리에서 한국 요리의 찌개와 조림의 중간 성격을 지닌 음식이에요. 건더기가 강조되죠. 스튜를 2/3을 다 드신 후 파스타로 변신해요",
        page:1,
        id:2,
        special:"추운 날씨에 많이 찾은 메뉴"
    },
    {
        name:"감자퓨레 등심 스테이크",
        price:51900,
        description:"진하고 풍부한 육즙의 등심스테이크를 부드럽고 달콤고소한 감자퓨레와 함께 즐길 수 있는 메뉴",
        extrainfo:"과일 또는 채소를 삶거나 걸러서 걸쭉한 상태로 만든 것이에요. ‘사과 퓨레’, ‘배 퓨레’, 감자 퓨레’, ‘자몽 퓨레’ 등이 있어요.",
        ingredients:["감자","소고기 등심","트러플 오일","후추","깨"],
        page:1,
        id:3,
        special:"커플들이 많이 찾은 메뉴",
    },
    {
        name:"해산물 빠에야",
        price:26200,
        description:"트러플 오일과 해산물, 버섯, 천연 향신료로 맛을 낸 스페인식 단짠 단짠 해물 볶음밥",
        ingredients:["베이컨", "현미", "곤약미", "간장", "자이리톨", "버터", "모짜렐라치즈", "새우", 
        "가리비", "홍합", "베이컨", "새송이버섯", "마늘", "날치알", "트러플오일", "올리브오일", "파", "후추", "레드페퍼"],
        extrainfo:"빠에야는 기름 볶는 과정 없이, 철판밥이나 돌솥밥처럼 생쌀을 넣고 볶은 재료와 육수를 넣어 끓여 짓는 음식이에요.",
        page:1,
        id:4,
        special:"점심 식사로 많이 찾은 메뉴"
    },
    {
        name:"매콤한 치즈 스튜",
        price:18700,
        description:"진하고 매콤한 치즈 스튜 속에 숨은 닭다리살의 쫄깃 담백한 식감",
        extrainfo:"스튜는 서양 요리에서 한국 요리의 찌개와 조림의 중간 성격을 지닌 음식이에요.",
        page:2,
        id:5
    },
    {
        name:"관자 감자퓨레",
        price:31000,
        description:"부드럽고 진한 생크림과 짭짤한 명란의 환상 궁합",
        extrainfo:"관자는 조개의 껍데기 열고 닫는 근육 부위를 말해요. 가리비, 키조개 관자들은 쫄깃한 식감을 자랑해요.",
        ingredients:["감자","발사믹","양파","자몽","버터","크림","브로콜리"],
        page:2,
        id:6
    },
    {
        name:"5가지 치즈 맛 떠먹는 피자",
        price:27100,
        extrainfo:"고르곤졸라, 모짜렐라, 체다슬라이스, 후레쉬 모짜렐라, 스모크 이렇게 5가지 치즈가 들어가요.",
        description:"5가지 치즈로 맛을 낸, 밀가루 0% 떠먹는 피자",
        page:2,
        id:7,
        special:"어제 가장 많이 찾은 메뉴"
    },
]

export {menuinfo};